---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.RefPlaneFailures
source: html/40d4f979-2ca8-cfaa-0b2f-5e6a1e1214db.htm
---
# BuiltInFailures.RefPlaneFailures Properties

No more than two closure planes are allowed.